[
  {
     "image": "../assets/story_image_1.png",
     "title": "Nationalism in india",
     "author": "",
     "created_on": "",
     "description": "The First World War, Khilafat and Non-Cooperation",
     "story": "The Idea of Satyagraha In January 1915, Mahatma Gandhi returned to India from South Africa and started the movement Satyagraha. Satyagraha emphasised the power of truth and the need to search for truth. According to Mahatma Gandhi, people can win a battle with non-violence which will unite all Indians. In 1917, he travelled to Champaran in Bihar to inspire the peasants to struggle against the oppressive plantation system. In the same year, he organised satyagraha to support the peasants of the Kheda district of Gujarat. In 1918, Mahatma Gandhi went to Ahmedabad to organise a satyagraha movement amongst cotton mill workers.The Rowlatt Act In 1919, Mahatma Gandhi launched a nationwide satyagraha against the proposed Rowlatt Act. The Act gives the government enormous powers to repress political activities and allowed detention of political prisoners without trial for two years. The British government decided to clamp down on nationalists by witnessing the outrage of the people. On April 10th, police in Amritsar fired on a peaceful procession, which provoked widespread attacks on banks, post offices and railway stations. Martial law was imposed and General Dyer took command.",
     "moral": "",
     "preview_image":"image_1"
  },
   
    {
        "preview_image":"image_2",
        "title": "The Making of a global world",
        "author": "",
        "created_on": "",
        "description": "",
        "story": "Silk routes are a good example of vibrant pre-modern trade and cultural links between distant parts of the world. Several silk routes have been identified by historians, overland and by sea, connecting vast regions of Asia, and linking Asia with Europe and northern Africa. In exchange of textile and species from India, precious metals – gold and silver – flowed from Europe to Asia.Food offers many examples of long-distance cultural exchange. New crops were introduced by traders and travellers. Ready foodstuff such as noodles travelled west from China to become spaghetti. Our ancestors were not familiar with common foods such as potatoes, soya, groundnuts, maize, tomatoes, chillies, sweet potatoes, and so on about five centuries ago. Many of our common foods came from America’s original inhabitants – the American Indians. The Indian Ocean, for centuries before, had known a bustling trade, with goods, people, knowledge, customs, etc; crisscrossing its waters. The entry of Europeans helped in redirecting these flows towards Europe. America’s vast lands and abundant crops minerals began to transform trade and lives everywhere. The Portuguese and Spanish conquest and colonisation of America was decisively underway by the mid-sixteenth century.",

        "moral": ""
    },
     {
        "preview_image":"image_3",
        "title": "The age of industrilisation",
        "author": "",
        "created_on": "",
        "description": "",
        "story": "In the 1730s the earliest factories in England were set up, but only in the late eighteenth century, the number of factories multiplied. Cotton was the first symbol of the new era and its production boomed in the late nineteenth century. Richard Arkwright created the cotton mill where costly machines were set up and all the processes were brought together under one roof and management.First: In Britain, the most dynamic industries were cotton and metals. Cotton was the leading sector in the first phase of industrialisation up to the 1840s, followed by iron and steel industry. Second: The new industries found it difficult to displace traditional industries. Third: The pace of change in the ‘traditional’ industries was not set by steam-powered cotton or metal industries, but they did not remain entirely stagnant either. Fourth: technological changes occurred slowly. There was no shortage of human labour in Victorian Britain. Industrialists had no problem of labour shortage or high wage costs. Instead of machines industrialists required large capital investment. The demand for labour was seasonal in many industries. In all such industries where production fluctuated with the season, industrialists usually preferred hand labour, employing workers for the season.",
        "moral": ""
    },
    {
        "preview_image":"image_4",
        "title": "The rise of Nationalism in europe",
        "author": "",
        "created_on": "",
        "description": "",
        "story": "The first print shows the people of Europe and America marching in a long train and offering homage to the Statue of Liberty as they pass it. The torch of Enlightenment was carried by a female figure in one hand and the Charter of the Rights of Man in the other.On the earth in the foreground lie the shattered remains of the symbols of absolutist institutions.In Sorrieu’s utopian vision, the people of the world are grouped as distinct nations, identified through their flags and national costume.The procession was led by the United States and Switzerland, followed by France and Germany. Following the German people are the people of Austria, the Kingdom of the Two Sicilies, Lombardy, Poland, England, Ireland, Hungary and Russia.From the heavens above, Christ, saints and angels gaze upon the scene. They have been used by the artist to symbolise fraternity among the nations of the world.",
        "moral": ""
    }
]